<template>
  <transition name="modal">
    <div class="modal__mask">
      <div class="modal__wrapper">
        <div class="modal__container">

          <div class="modal__content">
            <div class="modal__img-box">
              <img src="../assets/img/main/testnews.png" alt="">
              <div class="modal__date">
                2020-11-27
              </div>
            </div>
            <h4 class="modal__heading">
              Мировой рынок микрокредитования: фокусы
              и тенденции
            </h4>

            <div class="modal__text">
              Согласно последним исследованиям к 2025 году мировой рынок микрофинансирования достигнет 313,7 млрд
              долларов США.
              Этот колоссальный рост будет подпитываться растущим неравенством в распределении доходов и, как следствие,
              увеличением числа людей, не охваченных банковскими услугами. Разница в доходах между миллиардерами и 50%
              населения мира с низким доходом продолжает увеличиваться.
              Текущий объем рынка варьируется от одной оценки к другой в пределах 150-200 миллиардов долларов США.

              Вот ответы на основные возникающие вопросы о микрофинансировании.

              Почему клиенты выбирают микрокредиты?
              - Легче брать взаймы, легче возвращать, меньше «бумажной работы».
              - Клиент не пройдет порой унизительную процедуру KYC (знай своего клиента), которая может длиться
              несколько недель, в то время как небольшая сумма денег требуется в течение 1 часа после подачи заявки.

              Почему инвесторы выбирают микрофинансовую сферу?
              - Более низкие входные барьеры,
              - более быстрое понимание данной сферы
              - Более продвинутые информационно-технологические и нетрадиционные методы оценки.

              Никто не может сказать, что микрофинансирование - это легкий бизнес, но он окупается социальным
              воздействием, которое инвестор может оказать, работая напрямую с людьми. Хотя МФО часто критикуют за более
              высокие процентные ставки, однако финансовая доступность в регионах, где банки не обращают внимания на
              клиентов, бесценна.
              Большинство микрофинансовых кредиторов начинали работу в странах, недостаточно охваченных в финансовом
              отношении, когда они решили, что любой капитал способствует экономическому развитию этих стран.
              Традиционные банки не воспринимают «неликвидные» пограничные рынки, которые не предлагают активы
              инвестиционного уровня, и не хотят заниматься множеством мелких транзакций. Поэтому часть роли МФО
              заключалась в обучении наших клиентов финансовой грамотности.
              Всемирный Банк однажды подсчитал, что половина взрослого населения мира - более 3 миллиардов человек - не
              имеет счета в официальном финансовом учреждении. Но сегодня, благодаря быстрому развитию технологий, любая
              торговая точка может действовать как банк, и, таким образом, многие люди получили доступ к кредитным и
              банковским услугам.

              Тем не менее, учитывая, что более одного миллиарда человек по-прежнему живут на менее чем 1,25 доллара США
              в день, роль микрофинансирования и инвестиций в социальные изменения возросла в течение последних 15 лет.
              Поскольку стабильность и устойчивое развитие становятся все более настоятельной необходимостью для бизнеса
              и инвесторов, потенциал для оказания положительного воздействия на социальное и экономическое развитие
              будет способствовать продолжающемуся быстрому росту микрофинансового сектора.

              Микрофинансирование - это вид финансовых услуг, предоставляемых группам населения, не охваченным
              банковскими услугами, но нуждающимся в финансировании.
              Необязательно, что они имеют низкий доход или безработные, однако их ключевой особенностью является то,
              что они не имеют прямого доступа к обычным финансовым услугам, хотя им требуется срочное финансирование.

              Целью микрофинансовых организаций является оказание услуг по предоставлению микрокредитов группам
              населения, не охваченным банковскими услугами.

              Такие услуги должны быть более доступными для их клиентов за счет низких входных барьеров и меньшим
              объемом оформляемых документов.

              Этот рынок растет не только из-за роста групп с низкими доходами, но и в большей степени за счет роста
              малых и средних предприятий. Современная культура потребления предлагает множество соблазнов потратить
              деньги, в то время как лишь немногие предлагают микрозаймы на неотложные нужды, а также для развития малых
              и средних предприятий. Как правило, традиционные банки очень медленно меняются по отношению к новым
              группам клиентов, в то время как микрофинансовые организации могут предложить более доступное
              финансирование и сами привлечь своих потенциальных клиентов.

              В связи с быстрыми изменениями в технологиях микрофинансовые организации расширяют спектр своих услуг
              инновационным образом. Предоставление продуктов и услуг в сфере микрокредитования улучшается за счет
              значительного проникновения мобильных технологий и мобильных платежей. Микрофинансовые организации
              становятся высокопрофессиональными в управлении портфелем и предприимчивыми в использовании новых
              технологий. Они более эффективны в снижении затрат. Таким образом, реальный вопрос заключается не только в
              прибыльности, но и в том, используют ли микрофинансовые организации это сокращение затрат для реализации
              своей социальной миссии и во благо людей, для которых они были созданы.

              Рынок чрезвычайно конкурентный, ожидается, что клиенты будут определять предложение. Благодаря
              совершенствованию технологической инфраструктуры клиенты совершают сделки без посредников, например,
              микрофинансового кредитного специалиста. Финансовые услуги доступны в самых отдаленных уголках страны. В
              результате транзакционные издержки снизились, а расстояние до оффлайн магазина больше не является причиной
              исключения.

              Это причина, по которой мы, CASHSOSWIFTLY, рассматриваем микрофинансовую отрасль как руку помощи нашим
              клиентам, которые стремятся к равенству в доступе к финансированию и предоставлению качественных услуг.

            </div>
          </div>

          <button class="modal__button" @click="$emit('close')"></button>

        </div>
      </div>
    </div>
  </transition>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
@import "../assets/style/fonts.scss";

.modal {
  &__mask {
    position: fixed;
    z-index: 9998;
    top: 0;
    left: 0;
    width: 100%;
    height: 100%;
    background-color: rgba(0, 0, 0, 0.5);
    display: table;
    transition: opacity 0.3s ease;
  }

  &__wrapper {
    display: table-cell;
    vertical-align: middle;
  }

  &__container {
    width: 1200px;
    margin: 0 auto;
    padding: 50px 0;
    background-color: #fff;
    border-radius: 4px;
    box-shadow: 0 2px 8px rgba(0, 0, 0, 0.33);
    transition: all 0.3s ease;
    position: relative;
    max-height: 100vh;
    overflow: auto;
  }

  &__content {
    width: 790px;
    margin: 0 auto;
  }

  &__img-box {
    position: relative;
    margin-bottom: 80px;
  }

  &__date {
    position: absolute;
    @include normal;
    font-size: 16px;
    color: #acacac;
    right: 0;
    top: calc(100% + 20px);
  }

  &__heading {
    @include bold;
    font-size: 24px;
    line-height: 30px;
    color: #623F99;
    margin-bottom: 20px;
  }

  &__text {
    @include normal;
    font-size: 16px;
    line-height: 20px;
    color: #131313;
  }

  &__button {
    position: absolute;
    width: 16px;
    height: 16px;
    background-image: url("../assets/img/main/exit.png");
    top: 24px;
    right: 24px;
    border: none;
    background-color: transparent;
    cursor: pointer;

    &:focus {
      outline: none;
    }
  }
}


/*
 * The following styles are auto-applied to elements with
 * transition="modal" when their visibility is toggled
 * by Vue.js.
 *
 * You can easily play with the modal transition by editing
 * these styles.
 */

.modal-enter {
  opacity: 0;
}

.modal-leave-active {
  opacity: 0;
}

.modal-enter .modal-container,
.modal-leave-active .modal-container {
  -webkit-transform: scale(1.1);
  transform: scale(1.1);
}
</style>
