{
  "header": {
    "home": "Home",
    "about": "Who We are",
    "products": "Products",
    "branches": "branches",
    "partner": "How to become a partner",
    "countryList": "List of countries"
  },
  "footer": {
    "name": "your name",
    "namePlaceHolder": "How can we call you?",
    "phonePlaceHolder": "Phone number or e-mail?",
    "contactData": "contact details",
    "btn": "send",
    "phones": "Telephone",
    "mail": "E-mail",
    "address": "Office",
    "location": "282 micro district Kairat,<br> Almaty - Kazakhstan"
  },
  "home": {
    "welcomeTitle": "Payday Lending:<br>Instant loans in 3 clicks",
    "welcomeSubtitle": "We are your solution in difficult situations",
    "aboutUs": "About us",
    "aboutText1": "We are <span>the only company in the world</span> that can issue a loan without any question <span>in just 30 seconds</span>",
    "aboutText2": "Our company value is <span>the unique hardware and software</span> that facilitates and accelerates the loan process as compared to traditional methods",
    "aboutText3": "Our proprietary software <span>individually selects the loan amount</span> and the reimbursement rate based on the borrower's credit history",
    "aboutText4": "CASHSOSWIFTLY <span>develops and operates</span> one of the widest network of automated lending machines around the world",
    "ourProducts": "Our Products",
    "terminal": "Automated lending machines",
    "dozpText": "A mobile application  for online loan disburdement",
    "terminalText": "Our special terminal for loan disbursement in 30 seconds",
    "clickAdvanceText": "A mobile application for issuing an advance payment to company employees",
    "featureText": "We, in Cashsoswiftly, <span>bring two absolute benefits</span> to the societies where we operate",
    "featureTitle": "People who borrow money will NOT steal, rob, and violate law in any way. <br> People who borrow money learn financial responsibility at the lowest stakes.",
    "featureItem1": "We give people credit. We trust our client unconditionally <br> when sometimes no one else trusts him",
    "featureItem2": "We try to help and we help when there is no other help",
    "featureItem3": "Our interest added never grows limitlessly like banking loans. <br> Therefore, even when our client is in need, he will still repay a <br> smaller amount compared to banking loan",
    "mainFeaturesTitle": "microfinance institutions brings following basic benefits to the society",
    "featureItemTitle1": "Access to money",
    "featureItemText1": " It is very often when banks simply won’t extend loans to those with little or no assets, and generally will not engage in the small size of loans typically associated with microfinancing. Our business is based on the philosophy that even small amounts of credit can help end the cycle of poverty",
    "featureItemTitle2": "Better repayment rates",
    "featureItemText2": "People who borrow small amounts of money tend to be more responsible to repaying their debts because they act more cautiously",
    "featureItemTitle3": "Extend education and health",
    "featureItemText3": "When in trouble, when in need for immediate, instant money – to pay for education, to pay for health services, people do not have time to wait. Therefore, we empower our clients to pay faster when they really need money",
    "missionTitle": "our Mission",
    "missionSubtitle": "We strive to become a <span>global leading client-oriented company,</span> <br> offering convenient access to innovative and competitive financial products <br> across multiple channels to individuals",
    "missionTitle1": "We go beyond expectations",
    "missionText1": "We are dedicated to simplifying, improving, and positively surprising our partners and clients we work with. Hungry to improve, we are curious, we are committed, we care. That's why we put our clients first",
    "missionTitle2": "We search for better",
    "missionText2": "We combine our experience with a hunger for learning. We are focused on innovation to ensure that our products are always ahead of the competition. We seek to improve every aspect of our business through the creativity of our team",
    "missionTitle3": "We appreciate differences",
    "missionText3": "Diversity and difference are what make us stronger. We are committed to attracting the widest range of people and providing an environment where they can flourish. Our blend of people is what sets us apart and we embrace their contributions",
    "missionTitle4": "We grow\ntogether",
    "missionText4": "We are a family that values honesty and integrity. Across our network, we treat others in the way we would like to be treated. We empower each person to do what it takes to deliver and we collaborate and engage as one united team. Together we achieve more",
    "readMore": "read more"
  },
  "contactBtn": "contact us",
  "branchesTitle": "Branches",
  "newsTitle": "news and events",
  "footerTitle": "Contact Us",
  "about": {
    "heading": "From a simple idea <br> to the International <br class=\"About__mobile-br\"> Fintech Company",
    "ceoName": "Vladimir Radostovets",
    "ceoPosition": "CEO",
    "biography1": "4 years ago, I did not doubt that the future is not only in IT technologies, it’s all about technical solutions allowing to accelerate and facilitate business processes.",
    "biography2": "We combined efforts with my partner Pavel Grebennikov, the developer of our software, and established a company, which climbed to the top among offline/online payday lending players in Kazakhstan in just 2 years.",
    "biography3": "The success factor of our company is an innovative full-cycle business model, unique hardware, and software that accelerates and facilitates the loan disbursement process compared to classic lending methods.",
    "biography4": "The business model turned out to be a great success in Kazakhstan, so we decided to move abroad. We established the international group of companies “CASHSOSWIFTLY” under KREDITOMAT TM, that moved up in the ranks alongside large international FinTech companies.",
    "biography5": "The companies in CASHSOSWIFTLY Group do not only share business goals, vision, and values, we also share our views on the business processes and focus on steady partnership relations.",
    "biography6": "We focus on discretion, entrepreneurship, and excellent knowledge of local markets. We do our business in a responsible manner – we observe the laws and our commitments to the state, our partners, and clients.",
    "biography7": "It is my belief that the implementation of high-tech solutions and products in today realities should be an integral part of the business processes in any country and company aspiring to be the market leader. This way of business management can ensure long-term stable development in modern world",
    "valuesHeading": "Our Values",
    "valueTitle1": "Integrity",
    "valueText1": "We know that the trust is fundamental and to be trusted we must remain competent and honest",
    "valueTitle2": "Transparency",
    "valueText2": "We uncover all product\nterms and conditions using simple language on our website and at all points of sale",
    "valueTitle3": "Collaboration",
    "valueText3": "We build diverse teams to generate better ideas and act as responsible partners with all our clients to serve the wider interests of society",
    "valueTitle4": "Accountability",
    "valueText4": "We recognize that ultimately,\nwe are accountable\nto our clients and we focus on maximizing long-term partnership and values",
    "teamHeading": "our team",
    "teamText1": "CASHSOSWIFTLY is a team of responsible, determined, and motivated people. Our team now <br> numbers over 1000 people, with knowledge and qualifications meeting the highest criteria <br> in our industry",
    "teamText2": "We have overcome multiple challenges that seemed impossible to get through and that is exactly <br> what allowed us to become who we are today",
    "todayHeading": "Today CASHSOSWIFTLY is:",
    "terminalCount": "ALM’s",
    "countryCount": "countries",
    "staffCount": "the total number <br> of staff",
    "creditCount": "USD of granted <br> loans",
    "million": "million",
    "profileBtn": "company profile"
  },
  "products": {
    "heading1": "Mobile application",
    "advOfAppTitle": "The advantages of using kreditomat",
    "mobileStep1": "Pass the verification",
    "mobileStep2": "Select the loan amount and loan term",
    "mobileStep3": "Accept the terms of the loan agreement and receive a loan to bank card or it can be withdrawn through our terminal or ATM by code",
    "featureTitle1": "No Analogues",
    "featureText1": "Unique Fintech-product <br> Innovative in the global market\n",
    "featureTitle2": "New marketing solution",
    "featureText2": "100% effective targeting <br> Quality clients",
    "featureTitle3": "Beneficial for all",
    "featureText3": "MFO - Client - Bank",
    "timingFeature": "EFFECTIVELY RECOGNIZES, VERIFIES, REVIEWS THE POTENTIAL CLIENTS AND LENDS MONEY <br> <span>IN LESS THAN A 1 MINUTE</span> for THE FIRST LOAN AND <span>30 SECONDS FOR THE NEXT loan</span>",
    "heading2": "automated lending machines (ALm)",
    "mobileTerminal1": "A client chooses our ALM",
    "mobileTerminal2": "Accepts the terms of the loan agreement and receives a loan",
    "mobileTerminal3": "Spends the received money in the shopping center",
    "mobileTerminal4": "Our client always comes with money and ready to spend them on shopping",
    "advOfAlmTitle": "Advantages of using our ALM",
    "itemText1": "Our ALM's are \"VISIBLE\" in shopping centers, metro stations, and most places with traffic",
    "itemText2": "Places of ALMs location encourage the client to take a loan and make AN IMPULSE PURCHASING",
    "itemText3": "NO ADVERTISING REQUIRED, one ALM issues up to 500 loans per day",
    "itemText4": "All processes in ALM are controlled by unique software",
    "itemText5": "No need for credit managers <br> No fraud",
    "itemText6": "No commissions for withdrawal and repayment",
    "requireTerminalTitle": "ALM LOCATION REQUIREMENTS",
    "require1": "Security",
    "require2": "Socket Availability",
    "require3": "Availability of video-monitoring",
    "require4": "Availability of backup power",
    "require5": "Mobile Internet connectivity (strong signal)",
    "fluidText1": " - ALM’s shall be located in areas with high traffic",
    "fluidText2": " - ALM’s shall be installed near the main entrance of shopping malls or supermarkets (large grocery stores in a shopping mall)",
    "fluidText3": " - ALM’s can be installed in the ATM areas",
    "heading3": "Mobile Application",
    "clickStep1": "Log in to the mobile application and verify your mobile number",
    "clickStep2": "Upload your ID documents, take a selfie and click to apply for a salary advance loan",
    "clickStep3": "Within 2-3 minutes, you'll be notified of your loan approval status",
    "clickStep5": "Get the money transferred to your bank card or account in 2-3 minutes or it can be withdrawn through our terminal or ATM by code",
    "advOfClickTitle": "Advantages of Click Advance",
    "itemText7": "Repayment of the loans is guaranteed by the employer company based on the signed contract ",
    "itemText8": "Therefore, we can offer low and favorable interest rates for clients in comparison with other online loan products",
    "itemText9": "As NPL rates are very low the collection staff and related costs are minimal",
    "itemText10": "We offer the user a friendly product and get 45-50% loyal clients who constantly use it"
  },
  "partnership": {
    "welcomeText1": "Sometimes we find ourselves in a condition when we need a push to achieve our goals. Sometimes we reach for a helping hand and feel void. Sometimes we want to test our plans and we need a partner",
    "welcomeText2": "This is what we are, CSS, we can push you for success, we will always lend you a hand and we will partner with you when you are in doubt",
    "welcomeText3": "When our client gets well-off and starts to help others, we will look back at the time, when we were there to help and support",
    "coopHeading": "Cooperation conditions",
    "coopText": "We continuously develop our products, using cutting-edge technologies, and conquer the international markets",
    "thoseWho": "THOSE WHO",
    "coopItemText1": "Are <span>already in the micro-loan market</span> and need <br> automation, cost optimization, and new customer <br> acquisition",
    "coopItemText2": "Are entrepreneurs and <span>want to be part</span> <br> of the world's most advanced, automated, <br> client-oriented <span>business model</span>",
    "coopItemText3": "Are ready for <span>joint activities,</span> sharing all risks and <br> profits with us and strive for <span>success</span>",
    "fluidText1": "The process from launching a project to reaching a breakeven point is around <br> <span>6-8 months</span> and <span>within a year</span> our business model starts to make a profit",
    "fluidText2": "The share of the constant and loyal client's averages <span>at 60% - 75%</span>",
    "fluidText3": "Advertising and promotion in social media, as well as promotion events, <br> <span>increase the number of loans by 20%</span>",
    "modelHeading": "How the business model works (the case of alM)",
    "bModel1": "CLIENT is looking for ALM and comes to the mall",
    "bModel2": "CLIENT receives a loan in ALM by cash",
    "bModel3": "CLIENT spends money in the mall",
    "bModel4": "CLIENT comes to the shopping mall again to repay the loan from his salary",
    "bModel5": "CLIENT makes purchases in the mall again for the money from salary",
    "bModel6": "Shopping mall gets more profit and traffic",
    "bModel7": "CLIENT always returns and increases the AVERAGE CHECK",
    "benefitHeading": "the benefits of using this business model",
    "modelBoxTitle1": "For <span>client</span>",
    "modelBoxTitle2": "For <span>Shopping Malls</span>",
    "modelBoxTitle3": "For <span>Cashsoswiftly</span>",
    "modelBoxText1": " - Receives a loan and withdraws <br> the cash",
    "modelBoxText2": " - Pays for purchase",
    "modelBoxText3": " - Pays for services",
    "modelBoxText4": " - The number of visits increases",
    "modelBoxText5": " - The number of purchases of new <br> and regular clients increases",
    "modelBoxText6": " - Sales grow",
    "modelBoxText7": " - Profits grow",
    "modelBoxText8": " - Profits grow",
    "modelBoxText9": " - More quality clients due <br> to mobile scoring",
    "modelBoxText10": " - Low percentage of dissatisfied <br> clients",
    "modelBoxText11": " - The loan is issued <br> conveniently for the client",
    "fluidHeading": "QUESTIONNAIRE FOR THE PRELIMINARY STUDY <br> OF THE \"PAYDAY LENDING\" MARKET IN YOUR COUNTRY",
    "download": "download questionnaire",
    "costHeading": "DISTRIBUTION OF COSTS",
    "costText": "COSTS FOR JOINT FINANCING <br> <span>70%</span> - CASHSOSWIFTLY <br> <span>30%</span> - LOCAL PARTNER <br> (the costs before profit distribution):",
    "costBoxTitle1": "ALM PURCHASING",
    "costBoxTitle2": "WORKING CAPITAL",
    "costBoxTitle3": "RENT PAYMENT FOR <br> ALM INSTALLATION PLACEs",
    "costBoxTitle4": "STAFF SALARY",
    "costBoxTitle5": "OFFICE RENT",
    "localPartnerHeading": "COST FOR <span>LOCAL PARTNERS</span>",
    "localText1": "1. Study of the country's legislation",
    "localText2": "2. Local market research",
    "localText3": "3. Registration of Joint Venture (the equity capital will be formed 70/30)",
    "localText4": "4. Obtaining necessary licenses and approvals from financial market regulators if required by the local laws",
    "localText5": "5. Opening an office and hiring employees",
    "cashSosHeading": "cost for <span>cashsoswiftly</span>",
    "cashSosTitle1": "Adaptation and integration of our software for the local requirements:",
    "cashSosTitle2": "Cost of maintaining the automated control system of the Joint Venture operational activities:",
    "cashSosText1": "1. Integration with all databases",
    "cashSosText2": "2. Integration with payment services",
    "cashSosText3": "3. Setting up the scoring cards",
    "cashSosText4": "4. Adaptation of scanning technology for the country passport or identity card",
    "cashSosText5": "5. Adaptation of software for local banknotes",
    "cashSosText6": "6. Language settings",
    "cashSosText7": "7. Setting up and adaptation of the collection program",
    "cashSosText8": "8. Setting up and adaptation of IT infrastructure",
    "cashSosText9": "9. Training of the JV staff",
    "cashSosText10": "1. Analysis and development of the collection management system",
    "cashSosText11": "2. Maintenance of the software for 24/7 loan disbursement",
    "cashSosText12": "3. Automatic client scoring within the established time limit",
    "cashSosText13": "4. Client service (call-centers) related to JV IT infrastructure",
    "cashSosText14": "5. Constant improvement and upgrade of the software",
    "cashSosText15": "6. Full automation of the partner’s project activities and recommendations for its improvement",
    "cashSosText16": "7. Recommendations for marketing and other activities based on the existing experience in client management",
    "certificatesHeading": "Our patents and certificates"
  },
  "branch": {
    "population": "Population",
    "gpd": "GPD",
    "mainIndustries": "Main industries",
    "numberOfCities": "Number of cities",
    "seeAll": "see all countries"
  }
}
