{
  "header": {
    "home": "Home",
    "about": "Who We are",
    "products": "Products",
    "branches": "branches",
    "partner": "How to become a partner"
  },
  "home": {
    "welcomeTitle": "Payday Lending:<br>Instant loans in 3 clicks",
    "welcomeSubtitle": "We are your solution in difficult situations",
    "aboutUs": "About us",
    "aboutText1": "We are <span>the only company in the world</span> that can issue a loan without any question <span>in just 30 seconds</span>",
    "aboutText2": "Our company value is <span>the unique hardware and software</span> that facilitates and accelerates the loan process as compared to traditional methods",
    "aboutText3": "Our proprietary software <span>individually selects the loan amount</span> and the reimbursement rate based on the borrower's credit history",
    "aboutText4": "CASHSOSWIFTLY <span>develops and operates</span> one of the widest network of automated lending machines around the world",
    "ourProducts": "Our Products",
    "terminal": "Automated lending machines",
    "dozpText": "A mobile application  for online loan disburdement",
    "terminalText": "Our special terminal for loan disbursement in 30 seconds",
    "clickAdvanceText": "A mobile application for issuing an advance payment to company employees",
    "featureText": "We, in Cashsoswiftly, <span>bring two absolute benefits</span> to the societies where we operate.",
    "featureTitle": "People who borrow money will NOT steal, rob, and violate law in any way. <br> People who borrow money learn financial responsibility at the lowest stakes.",
    "featureItem1": "We give people credit. We trust our client unconditionally <br> when sometimes no one else trusts him",
    "featureItem2": "We try to help and we help when there is no other help",
    "featureItem3": "Our interest added never grows limitlessly like banking loans. <br> Therefore, even when our client is in need, he will still repay a <br> smaller amount compared to banking loan",
    "mainFeaturesTitle": "microfinance institutions brings following basic benefits to the society",
    "featureItemTitle1": "Access to money",
    "featureItemText1": " It is very often when banks simply won’t extend loans to those with little or no assets, and generally will not engage in the small size of loans typically associated with microfinancing. Our business is based on the philosophy that even small amounts of credit can help end the cycle of poverty",
    "featureItemTitle2": "Better repayment rates",
    "featureItemText2": "People who borrow small amounts of money tend to be more responsible to repaying their debts because they act more cautiously",
    "featureItemTitle3": "Extend education and health",
    "featureItemText3": "When in trouble, when in need for immediate, instant money – to pay for education, to pay for health services, people do not have time to wait. Therefore, we empower our clients to pay faster when they really need money",
    "missionTitle": "our Mission",
    "missionSubtitle": "We strive to become a <span>global leading client-oriented company,</span> <br> offering convenient access to innovative and competitive financial products <br> across multiple channels to individuals",
    "missionTitle1": "We go beyond expectations",
    "missionText1": "We are dedicated to simplifying, improving, and positively surprising our partners and clients we work with. Hungry to improve, we are curious, we are committed, we care. That's why we put our clients first",
    "missionTitle2": "We search for better",
    "missionText2": "We combine our experience with a hunger for learning. We are focused on innovation to ensure that our products are always ahead of the competition. We seek to improve every aspect of our business through the creativity of our team",
    "missionTitle3": "We appreciate differences",
    "missionText3": "Diversity and difference are what make us stronger. We are committed to attracting the widest range of people and providing an environment where they can flourish. Our blend of people is what sets us apart and we embrace their contributions",
    "missionTitle4": "We grow\ntogether",
    "missionText4": "We are a family that values honesty and integrity. Across our network, we treat others in the way we would like to be treated. We empower each person to do what it takes to deliver and we collaborate and engage as one united team. Together we achieve more"
  },
  "contactBtn": "contact us",
  "branchesTitle": "Branches",
  "newsTitle": "news and events",
  "footerTitle": "Contact Us",
  "footer": {
    "name": "your name",
    "namePlaceHolder": "How can we call you?",
    "phonePlaceHolder": "Phone number or e-mail?",
    "contactData": "contact details",
    "btn": "send",
    "phones": "Telephone",
    "mail": "E-mail",
    "address": "Office",
    "location": "282 micro district Kairat,<br> Almaty - Kazakhstan"
  }
}
