{
  "header": {
    "home": "Главная",
    "about": "О нас",
    "products": "Продукты",
    "branches": "Представительства",
    "partner": "Как стать партнером"
  },
  "home": {
    "welcomeTitle": "Микрокредит:<br>Быстрый кредит в 3 клика",
    "welcomeSubtitle": "Мы Ваше решение в сложных ситуациях",
    "aboutUs": "О нас",
    "aboutText1": "Мы – <span class=\"test\">единственная во всем мире компания</span>, которая может выдать заем, не задавая ни одного вопроса, всего за 30 секунд!",
    "aboutText2": "Ценность нашей компании в <span>уникальном оборудовании</span> и <span>ПО</span>, которые <span>облегчают</span> и <span>ускоряют процесс</span> выдачи кредита по сравнению с традиционными методами.",
    "aboutText3": "Запатентованная программа терминала <span>индивидуально подбирает сумму выдачи</span> и процент возврата с учетом кредитной истории заемщика.",
    "aboutText4": "«CASHSOSWIFTLY» обеспечивает <span>развитие и функционирование</span> самой широкой сети терминалов по выдаче мгновенных займов по всему миру.",
    "ourProducts": "Наши продукты",
    "terminal": "Терминал",
    "dozpText": "Мобильное приложение по выдаче онлайн кредитов",
    "terminalText": "Специально оборудованный терминал по выдаче займа за 30 секунд",
    "clickAdvanceText": "Мобильное приложение по выдаче аванса сотрудникам компании",
    "featureText": "Мы, CASHSOSWIFTLY, <span>приносим две безусловные выгоды</span> обществу в странах, где мы работаем.",
    "featureTitle": "Люди, которые занимают деньги, НЕ будут воровать, <br> грабить и каким-либо образом нарушать закон. <br> Люди, которые занимают деньги, <br> учатся финансовой ответственности при минимальных издержках.",
    "featureItem1": "Мы отдаем должное людям. Мы безоговорочно доверяем <br> нашему клиенту, когда порой ему никто не доверяет",
    "featureItem2": "Мы стараемся помочь и помогаем, когда нет другой помощи",
    "featureItem3": "Наши проценты никогда не растут безмерно, как в <br> банковских кредитах. Поэтому, даже когда наш клиент <br> нуждается, он тем не менее вернет сумму, меньшую по <br> сравнению с банковским кредитом",
    "mainFeaturesTitle": "Микрофинансовые организации дает обществу следующие <br> основные преимущества",
    "featureItemTitle1": "Доступ к деньгам",
    "featureItemText1": "Очень часто банки просто не предоставляют кредиты тем, у кого мало активов или вообще не имеются таковые. И, как правило, банки не занимаются выдачей кредитов на небольшие суммы, которые обычно ассоциируются с микрофинансированием. Наш бизнес основан на философии, согласно которой даже небольшая сумма кредита может помочь разорвать порочный круг бедности.",
    "featureItemTitle2": "Лучшие условия погашения",
    "featureItemText2": "Люди, которые занимают небольшие суммы денег, как правило, более ответственно относятся к выплате своих долгов, потому что они действуют более осторожно.",
    "featureItemTitle3": "Дополнительное образование и здоровье",
    "featureItemText3": "Когда люди в беде, когда им срочно нужны быстрые деньги - для оплаты образования, для оплаты медицинских услуг- у людей нет времени ждать. Таким образом, мы даем возможность нашим клиентам оплачивать быстрее, когда им действительно нужны деньги.",
    "missionTitle": "Наша миссия",
    "missionSubtitle": "Мы стремимся быть ведущей компанией в мире, <span>ориентированной на клиентов</span>, предлагая <br> физическим лицам удобный доступ к инновационным и конкурентоспособным <br> финансовым продуктам посредством различных каналов",
    "missionTitle1": "Мы превосходим все ожидания",
    "missionText1": "Мы стремимся упростить, улучшить и удивить партнеров и клиентов, с которыми мы работаем. Мы жаждем совершенствоваться, нам любопытно, мы привержены делу, мы заботимся. Вот почему мы ставим наших клиентов на первое место",
    "missionTitle2": "Мы ищем лучшее",
    "missionText2": "Мы сочетаем наш опыт с желанием учиться. Мы нацелены на инновации, чтобы наши продукты всегда опережали продукты конкурентов. Мы стремимся улучшить каждый аспект нашей деятельности за счет творческого подхода нашей команды",
    "missionTitle3": "Мы ценим различия",
    "missionText3": "Многообразие и различия – вот, что делает нас сильнее. Мы стремимся привлечь самый широкий круг людей и создать среду, в которой они могут процветать. Наша команда профессионалов – вот, что отличает нас, и мы приветствуем вклад каждого из членов команды",
    "missionTitle4": "совершенствуемся вместе",
    "missionText4": "Мы - семья, которая ценит честность и добросовестность. В этой семье мы предоставляем каждому возможность достигать наилучших результатов, мы работаем вместе и вовлекаемся в процесс как одна сплоченная команда. Вместе мы добиваемся большего"
  },
  "contactBtn": "Связаться с нами",
  "branchesTitle": "Представительства",
  "newsTitle": "новости и события",
  "footerTitle": "Связаться с нами",
  "footer": {
    "name": "Ваше Имя",
    "contactData": "Контактные данные",
    "namePlaceHolder": "Как к Вам обращаться?",
    "phonePlaceHolder": "Номер телефона или электронная почта?",
    "btn": "оставить данные",
    "phones": "номера",
    "mail": "Почтовый адрес",
    "address": "адрес",
    "location": "РК, г. Алматы, <br> мкр. Кайрат, 282"
  }
}
